Repository: yeager/nimbus
Catalog: po/extra/*.po
Languages: sv

source: See outside without going there
sv: Se utsidan utan att gå dit

source: See the current temperature and weather conditions for your location with this minimal color-changing applet.
sv: Se aktuell temperatur och väderförhållanden för din plats med denna minimala färgskiftande applet.

source: Click anywhere to fetch the latest weather
sv: Klicka var som helst för att hämta det senaste vädret

source: Stays out of your way by always sticking to the desktop
sv: Håller sig ur vägen genom att alltid hålla sig till skrivbordet

source: Move the window by dragging any part of it
sv: Flytta fönstret genom att dra i någon del av det

source: Quit with the handy shortcut Ctrl + Q
sv: Avsluta med den praktiska kortkommandot Ctrl + Q

source: Respects your system settings for temperature units
sv: Respekterar dina systeminställningar för temperaturenheter

source: Now with more info!
sv: Nu med mer information!

source: See Wind, Visiblity, and Pressure thanks to @alexkdeveloper
sv: Se vind, sikt och lufttryck tack vare @alexkdeveloper

source: Get location in a privacy-respecting way
sv: Få platsen på ett sätt som respekterar privatlivet

source: Russian translation, thanks to @lenemter
sv: Rysk översättning, tack till @lenemter

source: Updated for OS 7!
sv: Uppdaterad för OS 7!

source: New animated rain effect 🌧️
sv: Ny animerad regneffekt 🌧️

source: Redesigned app icon
sv: Omdesignad appikon

source: Added Portuguese translation, thanks to @rottenpants466
sv: Lagt till portugisisk översättning, tack vare @rottenpants466

source: Updated to the latest platform libraries, thanks to Ryo Nakano
sv: Uppdaterad till de senaste plattformsbiblioteken, tack vare Ryo Nakano

source: Better error handling and messaging
sv: Bättre felhantering och felmeddelanden

source: Odin Updates!
sv: Uppdateringar av Odin!

source: Add Danish and Dutch and update French and Japanese Translations
sv: Lagt till danska och nederländska samt uppdatera franska och japanska översättningar

source: Bug fixes and stability improvements
sv: Buggfixar och stabilitetsförbättringar

source: Juno Updates!
sv: Juno uppdateringar!

source: Add Catalan, French, German, and Japanese Translations
sv: Lagt till katalanska, franska, tyska och japanska översättningar

source: HiDPI icons support
sv: Stöd för HiDPI-ikoner

source: weather;temperature;
sv: väder;temperatur;
